Repository: Ashwinn11/honestly
Catalog: Honestly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, zh_hans, zh_hant

source: - Journal data remains on-device unless you delete it
ar: - تبقى بيانات اليوميات على الجهاز ما لم تحذفها
de: - Tagebuchdaten bleiben auf dem Gerät, sofern du sie nicht löschst
es: - Los datos del diario permanecen en el dispositivo a menos que los elimines
fr: - Les données du journal restent sur l'appareil sauf si vous les supprimez
it: - I dati del diario restano sul dispositivo finché non li elimini
ja: - 日記データは削除しない限り端末内に残ります
ko: - 일기 데이터는 삭제하지 않는 한 기기에 남아 있습니다
nl: - Dagboekgegevens blijven op het apparaat tenzij je ze verwijdert
pt_br: - Os dados do diário permanecem no dispositivo a menos que você os exclua
pt_pt: - Os dados do diário permanecem no dispositivo a menos que os elimines
ru: - Данные дневника остаются на устройстве, пока вы их не удалите
zh_hans: - 除非你删除，日记数据将保留在设备上
zh_hant: - 除非你刪除，日記資料將保留在裝置上

source: - Journal entries are stored securely on-device using Apple's protected local storage
ar: - تُخزَّن مدخلات اليوميات بأمان على الجهاز باستخدام التخزين المحلي المحمي من Apple
de: - Tagebucheinträge werden sicher auf dem Gerät in Apples geschütztem lokalem Speicher abgelegt
es: - Las entradas del diario se guardan de forma segura en el dispositivo usando el almacenamiento local protegido de Apple
fr: - Les entrées du journal sont stockées en toute sécurité sur l'appareil via le stockage local protégé d'Apple
it: - Le voci del diario sono archiviate in modo sicuro sul dispositivo usando l'archiviazione locale protetta di Apple
ja: - 日記はAppleの保護されたローカルストレージを使って端末内に安全に保存されます
ko: - 일기는 Apple의 보호된 로컬 저장소를 사용해 기기에 안전하게 저장됩니다
nl: - Dagboekitems worden veilig op het apparaat opgeslagen via Apples beschermde lokale opslag
pt_br: - As entradas do diário ficam armazenadas com segurança no dispositivo usando o armazenamento local protegido da Apple
pt_pt: - As entradas do diário ficam guardadas em segurança no dispositivo usando o armazenamento local protegido da Apple
ru: - Записи дневника надёжно хранятся на устройстве в защищённом локальном хранилище Apple
zh_hans: - 日记条目通过 Apple 的受保护本地存储安全地保存在设备上
zh_hant: - 日記條目透過 Apple 的受保護本機儲存安全地保存在裝置上

source: - Payment is charged to your Apple ID account at confirmation
ar: - يُخصم الدفع من حساب Apple ID الخاص بك عند التأكيد
de: - Die Zahlung wird bei Bestätigung deinem Apple-ID-Konto belastet
es: - El pago se cobra a tu cuenta de Apple ID al confirmar
fr: - Le paiement est débité de votre compte Apple ID à la confirmation
it: - Il pagamento viene addebitato sul tuo account Apple ID alla conferma
ja: - 確認時にApple IDアカウントへ料金が請求されます
ko: - 결제는 확인 시 Apple ID 계정으로 청구됩니다
nl: - De betaling wordt bij bevestiging in rekening gebracht op je Apple ID-account
pt_br: - O pagamento é cobrado da sua conta do Apple ID na confirmação
pt_pt: - O pagamento é cobrado à tua conta Apple ID na confirmação
ru: - Оплата списывается с вашего аккаунта Apple ID при подтверждении
zh_hans: - 确认时将向你的 Apple ID 账户收取费用
zh_hant: - 確認時將向你的 Apple ID 帳戶收取費用

source: - Premium features are offered as auto-renewing subscriptions
ar: - تُقدَّم ميزات بريميوم كاشتراكات تتجدّد تلقائيًا
de: - Premium-Funktionen werden als automatisch verlängernde Abos angeboten
es: - Las funciones premium se ofrecen como suscripciones de renovación automática
fr: - Les fonctionnalités premium sont proposées sous forme d'abonnements à renouvellement automatique
it: - Le funzioni premium sono offerte come abbonamenti a rinnovo automatico
ja: - プレミアム機能は自動更新サブスクリプションとして提供されます
ko: - 프리미엄 기능은 자동 갱신 구독으로 제공됩니다
nl: - Premiumfuncties worden aangeboden als automatisch verlengende abonnementen
pt_br: - Os recursos premium são oferecidos como assinaturas de renovação automática
pt_pt: - As funcionalidades premium são oferecidas como subscrições de renovação automática
ru: - Премиум-функции предоставляются по автопродлеваемой подписке
zh_hans: - 高级功能以自动续期订阅的形式提供
zh_hant: - 高級功能以自動續訂的形式提供

source: - Restore Purchases is available in the app
ar: - خيار استعادة المشتريات متاح داخل التطبيق
de: - „Käufe wiederherstellen“ ist in der App verfügbar
es: - La opción Restaurar compras está disponible en la app
fr: - L'option Restaurer les achats est disponible dans l'app
it: - L'opzione Ripristina acquisti è disponibile nell'app
ja: - 「購入を復元」はアプリ内で利用できます
ko: - 구매 복원 기능은 앱에서 사용할 수 있습니다
nl: - Aankopen herstellen is beschikbaar in de app
pt_br: - Restaurar Compras está disponível no app
pt_pt: - Restaurar Compras está disponível na app
ru: - Восстановление покупок доступно в приложении
zh_hans: - 应用内提供“恢复购买”功能
zh_hant: - 應用程式內提供「回復購買」功能

source: - Service is provided as-is without guarantees of uninterrupted availability
ar: - تُقدَّم الخدمة كما هي دون ضمانات لتوفّرها دون انقطاع
de: - Der Dienst wird ohne Gewähr für eine unterbrechungsfreie Verfügbarkeit bereitgestellt
es: - El servicio se proporciona tal cual, sin garantías de disponibilidad ininterrumpida
fr: - Le service est fourni tel quel, sans garantie de disponibilité ininterrompue
it: - Il servizio è fornito così com'è, senza garanzie di disponibilità ininterrotta
ja: - 本サービスは現状のまま提供され、中断のない利用を保証するものではありません
ko: - 서비스는 있는 그대로 제공되며 중단 없는 이용을 보장하지 않습니다
nl: - De dienst wordt aangeboden zoals hij is, zonder garanties op ononderbroken beschikbaarheid
pt_br: - O serviço é fornecido no estado em que se encontra, sem garantias de disponibilidade ininterrupta
pt_pt: - O serviço é fornecido tal como está, sem garantias de disponibilidade ininterrupta
ru: - Сервис предоставляется «как есть», без гарантий бесперебойной доступности
zh_hans: - 服务按现状提供，不保证不间断的可用性
zh_hant: - 服務按現狀提供，不保證不間斷的可用性

source: - Subscription renews automatically unless canceled at least 24 hours before the period ends
ar: - يتجدّد الاشتراك تلقائيًا ما لم يُلغَ قبل انتهاء الفترة بـ 24 ساعة على الأقل
de: - Das Abo verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des Zeitraums gekündigt wird
es: - La suscripción se renueva automáticamente salvo que se cancele al menos 24 horas antes de que termine el periodo
fr: - L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période
it: - L'abbonamento si rinnova automaticamente salvo annullamento almeno 24 ore prima della fine del periodo
ja: - 期間終了の24時間以上前に解約しない限り、サブスクリプションは自動更新されます
ko: - 기간 종료 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다
nl: - Het abonnement wordt automatisch verlengd tenzij het minstens 24 uur voor het einde van de periode wordt opgezegd
pt_br: - A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do fim do período
pt_pt: - A subscrição renova-se automaticamente, a menos que seja cancelada pelo menos 24 horas antes do fim do período
ru: - Подписка продлевается автоматически, если не отменить её минимум за 24 часа до конца периода
zh_hans: - 除非在当前周期结束前至少 24 小时取消，否则订阅将自动续期
zh_hant: - 除非在當前週期結束前至少 24 小時取消，否則訂閱將自動續訂

source: - The app depends on Screen Time authorization and Apple platform behavior
ar: - يعتمد التطبيق على إذن وقت الشاشة وسلوك منصة Apple
de: - Die App ist auf die Bildschirmzeit-Berechtigung und das Verhalten der Apple-Plattform angewiesen
es: - La app depende de la autorización de Tiempo de uso y del comportamiento de la plataforma de Apple
fr: - L'app dépend de l'autorisation Temps d'écran et du comportement de la plateforme Apple
it: - L'app dipende dall'autorizzazione Tempo di utilizzo e dal comportamento della piattaforma Apple
ja: - 本アプリはスクリーンタイムの許可とAppleプラットフォームの動作に依存します
ko: - 이 앱은 스크린 타임 권한과 Apple 플랫폼의 동작에 의존합니다
nl: - De app is afhankelijk van de Schermtijd-toestemming en het gedrag van het Apple-platform
pt_br: - O app depende da autorização de Tempo de Uso e do comportamento da plataforma da Apple
pt_pt: - A app depende da autorização de Tempo de Ecrã e do comportamento da plataforma da Apple
ru: - Приложение зависит от разрешения «Экранное время» и поведения платформы Apple
zh_hans: - 本应用依赖于屏幕使用时间授权及 Apple 平台的行为
zh_hant: - 本應用程式依賴於螢幕使用時間授權及 Apple 平台的行為

source: - We collect no personal information
ar: - لا نجمع أي معلومات شخصية
de: - Wir erfassen keine personenbezogenen Daten
es: - No recopilamos información personal
fr: - Nous ne collectons aucune information personnelle
it: - Non raccogliamo alcuna informazione personale
ja: - 個人情報は一切収集しません
ko: - 개인정보를 수집하지 않습니다
nl: - We verzamelen geen persoonlijke informatie
pt_br: - Não coletamos informações pessoais
pt_pt: - Não recolhemos informações pessoais
ru: - Мы не собираем личную информацию
zh_hans: - 我们不收集任何个人信息
zh_hant: - 我們不收集任何個人資訊

source: - We do not track your activity across other apps
ar: - لا نتتبّع نشاطك عبر التطبيقات الأخرى
de: - Wir verfolgen deine Aktivität nicht über andere Apps hinweg
es: - No rastreamos tu actividad en otras apps
fr: - Nous ne suivons pas votre activité sur d'autres apps
it: - Non tracciamo la tua attività su altre app
ja: - 他のアプリにまたがる行動を追跡しません
ko: - 다른 앱에서의 활동을 추적하지 않습니다
nl: - We volgen je activiteit niet in andere apps
pt_br: - Não rastreamos sua atividade em outros apps
pt_pt: - Não seguimos a tua atividade noutras apps
ru: - Мы не отслеживаем вашу активность в других приложениях
zh_hans: - 我们不会跨其他应用追踪你的活动
zh_hant: - 我們不會跨其他應用程式追蹤你的活動

source: - We do not use third-party analytics
ar: - لا نستخدم أدوات تحليل من جهات خارجية
de: - Wir verwenden keine Analyse-Tools von Dritten
es: - No usamos análisis de terceros
fr: - Nous n'utilisons aucun outil d'analyse tiers
it: - Non utilizziamo strumenti di analisi di terze parti
ja: - 第三者の分析ツールは使用しません
ko: - 제3자 분석 도구를 사용하지 않습니다
nl: - We gebruiken geen analyse van derden
pt_br: - Não usamos análises de terceiros
pt_pt: - Não usamos análises de terceiros
ru: - Мы не используем сторонние сервисы аналитики
zh_hans: - 我们不使用第三方分析工具
zh_hant: - 我們不使用第三方分析工具

source: - You are responsible for how you configure app blocking selections
ar: - أنت مسؤول عن كيفية ضبط اختيارات حظر التطبيقات
de: - Du bist dafür verantwortlich, wie du die App-Sperrauswahl konfigurierst
es: - Eres responsable de cómo configuras las selecciones de bloqueo de apps
fr: - Vous êtes responsable de la configuration de vos sélections de blocage d'apps
it: - Sei responsabile di come configuri le selezioni di blocco delle app
ja: - アプリのブロック設定をどう構成するかはあなたの責任です
ko: - 앱 차단 선택을 어떻게 구성하는지는 사용자의 책임입니다
nl: - Je bent zelf verantwoordelijk voor hoe je de app-blokkeerselecties instelt
pt_br: - Você é responsável por como configura as seleções de bloqueio de apps
pt_pt: - És responsável por como configuras as seleções de bloqueio de apps
ru: - Вы несёте ответственность за то, как настраиваете выбор блокировки приложений
zh_hans: - 你需对如何配置应用屏蔽选择负责
zh_hant: - 你需對如何設定應用程式封鎖選擇負責

source: - You can delete all local data from Settings inside the app
ar: - يمكنك حذف كل البيانات المحلية من الإعدادات داخل التطبيق
de: - Du kannst alle lokalen Daten in den Einstellungen der App löschen
es: - Puedes eliminar todos los datos locales desde Ajustes dentro de la app
fr: - Vous pouvez supprimer toutes les données locales depuis les réglages de l'app
it: - Puoi eliminare tutti i dati locali dalle impostazioni nell'app
ja: - アプリ内の設定からすべてのローカルデータを削除できます
ko: - 앱 내 설정에서 모든 로컬 데이터를 삭제할 수 있습니다
nl: - Je kunt alle lokale gegevens verwijderen via Instellingen in de app
pt_br: - Você pode excluir todos os dados locais em Ajustes dentro do app
pt_pt: - Podes eliminar todos os dados locais nas Definições dentro da app
ru: - Вы можете удалить все локальные данные в настройках приложения
zh_hans: - 你可以在应用内的设置中删除所有本地数据
zh_hant: - 你可以在應用程式內的設定中刪除所有本機資料

source: - You can manage or cancel subscriptions in Apple ID Subscriptions settings
ar: - يمكنك إدارة الاشتراكات أو إلغاؤها من إعدادات اشتراكات Apple ID
de: - Du kannst Abos in den Apple-ID-Abo-Einstellungen verwalten oder kündigen
es: - Puedes gestionar o cancelar las suscripciones en los ajustes de Suscripciones de Apple ID
fr: - Vous pouvez gérer ou annuler vos abonnements dans les réglages Abonnements de votre Apple ID
it: - Puoi gestire o annullare gli abbonamenti nelle impostazioni Abbonamenti dell'Apple ID
ja: - サブスクリプションはApple IDのサブスクリプション設定で管理または解約できます
ko: - Apple ID 구독 설정에서 구독을 관리하거나 취소할 수 있습니다
nl: - Je kunt abonnementen beheren of opzeggen in de Apple ID-abonnementsinstellingen
pt_br: - Você pode gerenciar ou cancelar assinaturas nos ajustes de Assinaturas do Apple ID
pt_pt: - Podes gerir ou cancelar subscrições nas definições de Subscrições do Apple ID
ru: - Вы можете управлять подписками или отменять их в настройках подписок Apple ID
zh_hans: - 你可以在 Apple ID 订阅设置中管理或取消订阅
zh_hant: - 你可以在 Apple ID 訂閱設定中管理或取消訂閱

source: — written with Honestly
ar: — كُتب باستخدام Honestly
de: — geschrieben mit Honestly
es: — escrito con Honestly
fr: — écrit avec Honestly
it: — scritto con Honestly
ja: — Honestly で書きました
ko: — Honestly로 작성됨
nl: — geschreven met Honestly
pt_br: — escrito com Honestly
pt_pt: — escrito com Honestly
ru: — написано в Honestly
zh_hans: — 用 Honestly 写下
zh_hant: — 用 Honestly 寫下

source: · %lld in your garden
ar: · %lld في حديقتك
de: · %lld in deinem Garten
es: · %lld en tu jardín
fr: · %lld dans ton jardin
it: · %lld nel tuo giardino
ja: · 庭に%lld個
ko: · 정원에 %lld개
nl: · %lld in je tuin
pt_br: · %lld no seu jardim
pt_pt: · %lld no teu jardim
ru: · %lld в твоём саду
zh_hans: · 花园里有 %lld 株
zh_hant: · 花園裡有 %lld 株

source: %@ · %lld words
ar: %@ · %lld كلمة
de: %@ · %lld Wörter
es: %@ · %lld palabras
fr: %@ · %lld mots
it: %@ · %lld parole
ja: %@ · %lld語
ko: %@ · %lld단어
nl: %@ · %lld woorden
pt_br: %@ · %lld palavras
pt_pt: %@ · %lld palavras
ru: %@ · %lld слов
zh_hans: %@ · %lld 字
zh_hant: %@ · %lld 字

source: %lld apps rest until you journal each morning.
ar: %lld تطبيقات تبقى ساكنة حتى تكتب كل صباح.
de: %lld Apps ruhen, bis du jeden Morgen schreibst.
es: %lld apps descansan hasta que escribes cada mañana.
fr: %lld apps se mettent en pause jusqu'à ce que tu écrives chaque matin.
it: %lld app riposano finché non scrivi ogni mattina.
ja: %lld個のアプリが、毎朝あなたが書くまで休みます。
ko: 앱 %lld개가 매일 아침 기록할 때까지 잠들어 있어요.
nl: %lld apps rusten totdat je elke ochtend schrijft.
pt_br: %lld apps descansam até você escrever a cada manhã.
pt_pt: %lld apps descansam até escreveres todas as manhãs.
ru: %lld приложений спят, пока ты не запишешь каждое утро.
zh_hans: %lld 个应用会休眠，直到你每天早晨写日记。
zh_hant: %lld 個應用程式會休眠，直到你每天早晨寫日記。

source: %lld words · keep going
ar: %lld كلمة · واصل
de: %lld Wörter · mach weiter
es: %lld palabras · sigue así
fr: %lld mots · continue
it: %lld parole · continua
ja: %lld語 · その調子
ko: %lld단어 · 계속해요
nl: %lld woorden · ga zo door
pt_br: %lld palavras · continue
pt_pt: %lld palavras · continua
ru: %lld слов · продолжай
zh_hans: %lld 字 · 继续加油
zh_hant: %lld 字 · 繼續加油

source: +1 sprout
ar: +1 برعم
de: +1 Spross
es: +1 brote
fr: +1 pousse
it: +1 germoglio
ja: +1 芽
ko: +1 새싹
nl: +1 scheut
pt_br: +1 broto
pt_pt: +1 rebento
ru: +1 росток
zh_hans: +1 嫩芽
zh_hant: +1 嫩芽

source: 1 app rests until you journal each morning.
ar: تطبيق واحد يبقى ساكنًا حتى تكتب كل صباح.
de: 1 App ruht, bis du jeden Morgen schreibst.
es: 1 app descansa hasta que escribes cada mañana.
fr: 1 app se met en pause jusqu'à ce que tu écrives chaque matin.
it: 1 app riposa finché non scrivi ogni mattina.
ja: 1つのアプリが、毎朝あなたが書くまで休みます。
ko: 앱 1개가 매일 아침 기록할 때까지 잠들어 있어요.
nl: 1 app rust totdat je elke ochtend schrijft.
pt_br: 1 app descansa até você escrever a cada manhã.
pt_pt: 1 app descansa até escreveres todas as manhãs.
ru: 1 приложение спит, пока ты не запишешь каждое утро.
zh_hans: 1 个应用会休眠，直到你每天早晨写日记。
zh_hant: 1 個應用程式會休眠，直到你每天早晨寫日記。

source: 4.9 · 12,000 calmer mornings
ar: 4.9 · 12,000 صباح أكثر هدوءًا
de: 4,9 · 12.000 ruhigere Morgen
es: 4,9 · 12 000 mañanas más calmadas
fr: 4,9 · 12 000 matins plus calmes
it: 4,9 · 12.000 mattine più serene
ja: 4.9 · 12,000の穏やかな朝
ko: 4.9 · 더 평온한 아침 12,000번
nl: 4,9 · 12.000 rustigere ochtenden
pt_br: 4,9 · 12.000 manhãs mais calmas
pt_pt: 4,9 · 12.000 manhãs mais calmas
ru: 4,9 · 12 000 более спокойных утр
zh_hans: 4.9 · 12,000 个更平静的早晨
zh_hant: 4.9 · 12,000 個更平靜的早晨

source: 5–15 min
ar: 5–15 دقيقة
ja: 5〜15分
ko: 5–15분
ru: 5–15 мин
zh_hans: 5–15 分钟
zh_hant: 5–15 分鐘

source: 15–30 min
ar: 15–30 دقيقة
ja: 15〜30分
ko: 15–30분
ru: 15–30 мин
zh_hans: 15–30 分钟
zh_hant: 15–30 分鐘

source: 30+ min
ar: أكثر من 30 دقيقة
es: más de 30 min
it: oltre 30 min
ja: 30分以上
ko: 30분 이상
pt_br: mais de 30 min
pt_pt: mais de 30 min
ru: 30+ мин
zh_hans: 30 分钟以上
zh_hant: 30 分鐘以上

source: a close friend
ar: صديق مقرّب
de: ein enger Freund
es: un amigo cercano
fr: un ami proche
it: un amico stretto
ja: 親しい友人
ko: 가까운 친구
nl: een goede vriend
pt_br: um amigo próximo
pt_pt: um amigo próximo
ru: близкий друг
zh_hans: 一位挚友
zh_hant: 一位摯友

source: a comfort song
ar: أغنية مريحة
de: ein tröstendes Lied
es: una canción que reconforta
fr: une chanson réconfortante
it: una canzone che consola
ja: 心が落ち着く曲
ko: 위로가 되는 노래
nl: een troostend liedje
pt_br: uma música que conforta
pt_pt: uma música que conforta
ru: песня, которая утешает
zh_hans: 一首治愈的歌
zh_hant: 一首療癒的歌

source: a common morning scroll.
ar: تصفّح صباحي معتاد.
de: ein üblicher Morgen-Scroll.
es: un scroll matutino común.
fr: un scroll matinal courant.
it: un comune scroll mattutino.
ja: よくある朝のスクロール。
ko: 흔한 아침 스크롤이에요.
nl: een gewone ochtendscroll.
pt_br: uma rolagem matinal comum.
pt_pt: um scroll matinal comum.
ru: обычная утренняя лента.
zh_hans: 常见的晨间刷屏。
zh_hant: 常見的晨間滑屏。

source: a deep breath
ar: نفَس عميق
de: ein tiefer Atemzug
es: una respiración profunda
fr: une grande respiration
it: un respiro profondo
ja: 深い呼吸
ko: 깊은 숨 한 번
nl: een diepe ademhaling
pt_br: uma respiração profunda
pt_pt: uma respiração profunda
ru: глубокий вдох
zh_hans: 深呼吸一口气
zh_hant: 深呼吸一口氣

source: A few fresh leaves to start.
ar: بضع أوراق طازجة للبداية.
de: Ein paar frische Blätter zum Anfang.
es: Unas pocas hojas frescas para empezar.
fr: Quelques feuilles fraîches pour commencer.
it: Qualche foglia fresca per iniziare.
ja: 始まりの数枚の若葉。
ko: 시작을 알리는 싱그러운 잎 몇 장.
nl: Een paar verse blaadjes om te beginnen.
pt_br: Algumas folhas novas para começar.
pt_pt: Algumas folhas novas para começar.
ru: Несколько свежих листьев для начала.
zh_hans: 几片新叶，初露生机。
zh_hant: 幾片新葉，初露生機。

source: a gentle nudge each morning so honestly opens first.
ar: تنبيه لطيف كل صباح ليُفتح Honestly أولًا.
de: ein sanfter Anstoß jeden Morgen, damit Honestly zuerst kommt.
es: un empujoncito cada mañana para que Honestly se abra primero.
fr: un petit rappel chaque matin pour ouvrir Honestly en premier.
it: un gentile promemoria ogni mattina, così Honestly viene prima.
ja: 毎朝のやさしい合図で、まずHonestlyを開けます。
ko: 매일 아침 부드러운 알림으로 Honestly를 먼저 열게 해요.
nl: elke ochtend een zacht duwtje zodat Honestly eerst opent.
pt_br: um empurrãozinho a cada manhã para o Honestly abrir primeiro.
pt_pt: um empurrãozinho todas as manhãs para o Honestly abrir primeiro.
ru: мягкое напоминание каждое утро, чтобы Honestly открывался первым.
zh_hans: 每天早晨一个温柔的提醒，让 Honestly 先被打开。
zh_hant: 每天早晨一個溫柔的提醒，讓 Honestly 先被打開。

source: a gentle prompt, then a gratitude.
ar: سؤال لطيف، ثم لحظة امتنان.
de: eine sanfte Frage, dann ein Dank.
es: una pregunta suave, luego una gratitud.
fr: une douce invite, puis une gratitude.
it: uno spunto gentile, poi una gratitudine.
ja: やさしい問いかけ、そして感謝を一つ。
ko: 부드러운 질문, 그리고 감사 한 줄.
nl: een zachte vraag, dan een dankbaarheid.
pt_br: um estímulo gentil, depois uma gratidão.
pt_pt: um estímulo gentil, depois uma gratidão.
ru: мягкий вопрос, затем благодарность.
zh_hans: 一个温柔的提问，再写一份感恩。
zh_hant: 一個溫柔的提問，再寫一份感恩。

source: a good laugh
ar: ضحكة من القلب
de: ein herzhaftes Lachen
es: una buena risa
fr: un bon fou rire
it: una bella risata
ja: 思いきり笑えたこと
ko: 한바탕 웃음
nl: een goede lach
pt_br: uma boa risada
pt_pt: uma boa gargalhada
ru: хороший смех
zh_hans: 开怀大笑
zh_hant: 開懷大笑

source: a good meal
ar: وجبة طيبة
de: ein gutes Essen
es: una buena comida
fr: un bon repas
it: un buon pasto
ja: おいしい食事
ko: 맛있는 식사
nl: een goede maaltijd
pt_br: uma boa refeição
pt_pt: uma boa refeição
ru: вкусная еда
zh_hans: 一顿好饭
zh_hant: 一頓好飯

source: a kind text
ar: رسالة لطيفة
de: eine nette Nachricht
es: un mensaje amable
fr: un gentil message
it: un messaggio gentile
ja: やさしいメッセージ
ko: 다정한 문자
nl: een lief bericht
pt_br: uma mensagem gentil
pt_pt: uma mensagem gentil
ru: доброе сообщение
zh_hans: 一条暖心的消息
zh_hant: 一則暖心的訊息

source: a meal I enjoyed
ar: وجبة استمتعت بها
de: eine Mahlzeit, die ich genossen habe
es: una comida que disfruté
fr: un repas que j'ai savouré
it: un pasto che ho gustato
ja: おいしかった食事
ko: 맛있게 먹은 한 끼
nl: een maaltijd waarvan ik genoot
pt_br: uma refeição que apreciei
pt_pt: uma refeição que apreciei
ru: вкусная еда
zh_hans: 一顿享受的饭
zh_hant: 一頓享受的飯

source: a moment I'm proud of
ar: لحظة أفخر بها
de: ein Moment, auf den ich stolz bin
es: un momento del que estoy orgulloso
fr: un moment dont je suis fier
it: un momento di cui sono fiero
ja: 誇らしい瞬間
ko: 자랑스러운 순간
nl: een moment waar ik trots op ben
pt_br: um momento de que me orgulho
pt_pt: um momento de que me orgulho
ru: момент, которым я горжусь
zh_hans: 我引以为傲的时刻
zh_hant: 我引以為傲的時刻

source: a person, a smell, a moment
ar: شخص، رائحة، لحظة
de: ein Mensch, ein Duft, ein Moment
es: una persona, un aroma, un momento
fr: une personne, une odeur, un instant
it: una persona, un profumo, un momento
ja: ある人、ある香り、ある瞬間
ko: 한 사람, 한 향기, 한 순간
nl: een persoon, een geur, een moment
pt_br: uma pessoa, um cheiro, um momento
pt_pt: uma pessoa, um cheiro, um momento
ru: человек, запах, момент
zh_hans: 一个人、一种气味、一个瞬间
zh_hant: 一個人、一種氣味、一個瞬間

source: a person, a smell, a moment…
ar: شخص، رائحة، لحظة…
de: ein Mensch, ein Duft, ein Moment…
es: una persona, un aroma, un momento…
fr: une personne, une odeur, un instant…
it: una persona, un profumo, un momento…
ja: ある人、ある香り、ある瞬間…
ko: 한 사람, 한 향기, 한 순간…
nl: een persoon, een geur, een moment…
pt_br: uma pessoa, um cheiro, um momento…
pt_pt: uma pessoa, um cheiro, um momento…
ru: человек, запах, момент…
zh_hans: 一个人、一种气味、一个瞬间……
zh_hant: 一個人、一種氣味、一個瞬間……

source: a stranger
ar: شخص غريب
de: ein Fremder
es: un desconocido
fr: un inconnu
it: uno sconosciuto
ja: 見知らぬ人
ko: 낯선 사람
nl: een vreemde
pt_br: um estranho
pt_pt: um estranho
ru: незнакомец
zh_hans: 一个陌生人
zh_hant: 一個陌生人

source: a walk
ar: نزهة سيرًا
de: ein Spaziergang
es: un paseo
fr: une promenade
it: una passeggiata
ja: 散歩
ko: 산책
nl: een wandeling
pt_br: uma caminhada
pt_pt: uma caminhada
ru: прогулка
zh_hans: 散步
zh_hant: 散步

source: active from 4 AM until you check in
ar: نشط من الرابعة فجرًا حتى تسجّل حضورك
de: aktiv ab 4 Uhr morgens, bis du dich meldest
es: activo desde las 4 a. m. hasta que entras
fr: actif dès 4 h du matin jusqu'à ton arrivée
it: attivo dalle 4 del mattino finché non entri
ja: 午前4時から、あなたが記録するまで有効
ko: 새벽 4시부터 당신이 체크인할 때까지 작동
nl: actief vanaf 4 uur 's ochtends tot je incheckt
pt_br: ativo das 4h até você fazer o check-in
pt_pt: ativo a partir das 4h até fazeres o check-in
ru: работает с 4 утра, пока ты не отметишься
zh_hans: 从凌晨 4 点起生效，直到你完成打卡
zh_hant: 從凌晨 4 點起生效，直到你完成打卡

source: and your garden keeps growing
ar: وحديقتك تستمر في النمو
de: und dein Garten wächst weiter
es: y tu jardín sigue creciendo
fr: et ton jardin continue de pousser
it: e il tuo giardino continua a crescere
ja: そして庭は育ち続ける
ko: 그리고 당신의 정원은 계속 자라요
nl: en je tuin blijft groeien
pt_br: e seu jardim continua crescendo
pt_pt: e o teu jardim continua a crescer
ru: и твой сад продолжает расти
zh_hans: 你的花园也在不断生长
zh_hant: 你的花園也在不斷生長

source: another morning, done
ar: صباح آخر، اكتمل
de: Noch ein Morgen, geschafft
es: otra mañana, hecha
fr: un matin de plus, accompli
it: un'altra mattina, fatta
ja: また一つの朝、完了
ko: 또 하루의 아침, 완료
nl: weer een ochtend, gedaan
pt_br: mais uma manhã, concluída
pt_pt: mais uma manhã, concluída
ru: ещё одно утро позади
zh_hans: 又一个早晨，完成了
zh_hant: 又一個早晨，完成了

source: App blocking
ar: حظر التطبيقات
de: App-Sperre
es: Bloqueo de apps
fr: Blocage d'apps
it: Blocco app
ja: アプリのブロック
ko: 앱 차단
nl: App-blokkering
pt_br: Bloqueio de apps
pt_pt: Bloqueio de apps
ru: Блокировка приложений
zh_hans: 应用屏蔽
zh_hant: 應用程式封鎖
